{"translation-revision-date":"2020-10-15 06:39:16+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Inputs styled specifically for use on dark background colors.":["Entrées conçues spécifiquement pour une utilisation sur des couleurs d’arrière-plan sombres."],"Dark mode inputs":["Entrées en mode sombre"],"Style":["Style"],"There was an error whilst rendering the cart block. If this problem continues, try re-creating the block.":["Une erreur est survenue lors du rendu du bloc de panier. Si le problème persiste, essayez de recréer le bloc."],"Cart Block Error":["Erreur du bloc de panier"],"Empty Cart":["Panier vide"],"Full Cart":["Panier rempli"],"WooCommerce Checkout Page":["Page de validation de commande WooCommerce"],"Proceed to Checkout button":["Bouton Passer à la validation de commande"],"If you would like to use this block as your default cart you must update your <a>page settings in WooCommerce<\/a>.":["Si vous souhaitez utiliser ce bloc comme panier par défaut, vous devez mettre à jour vos <a>paramètres de page dans WooCommerce<\/a>."],"Allow customers to estimate shipping by entering their address.":["Autorisez les clients à estimer les frais de port en entrant leur adresse."],"If checked, shipping rates will be hidden until the customer uses the shipping calculator or enters their address during checkout.":["S’ils sont cochés, les frais de port seront masqués jusqu’à ce que le client utilise le calculateur de frais de port ou saisisse son adresse lors de la validation de commande."],"Error message:":["Message d’erreur :"],"Shipping rates":["Frais de port"],"Hide shipping costs until an address is entered":["Masquer les frais de livraison jusqu’à ce qu’une adresse soit renseignée"],"Shipping calculator":["Calculateur de port"],"Edit":["Modifier"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/cart\/edit.js"}}