{"translation-revision-date":"2020-10-15 06:39:16+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Connect your eWAY account":["Connectez votre compte eWAY"],"Customer Password":["Mot de passe client"],"Customer API Key":["Clé API client"],"eWAY connected successfully":["eWAY connecté avec succès"],"Please enter your customer password":["Veuillez saisir votre mot de passe client"],"Please enter your customer API key ":["Veuillez saisir votre clé API client"],"A Paypal account is required to process payments. Connect your store to your PayPal account.":["Il est nécessaire de disposer d’un compte Paypal pour pouvoir traiter les paiements. Connectez votre boutique à votre compte PayPal."],"You will be redirected to the Paypal website to create the connection.":["Vous allez être redirigé vers le site Web Paypal pour créer la connexion."],"Create account":["Créer un compte"],"eWAY":["eWAY"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["En cliquant sur Configuration, vous acceptez nos {{link}}Conditions d’utilisation{{\/link}}."],"Setting up a store for a client? {{link}}Start here{{\/link}}":["Vous configurez une boutique pour un client ? {{link}}Lancez-vous maintenant{{\/link}}"],"Accept credit card payments the easy way! No setup fees. No monthly fees. Just 2.9% + $0.30 per transaction on U.S. issued cards. ":["Acceptez facilement les paiements par carte de crédit ! Aucun frais de configuration. Aucun frais mensuel. Juste 2,9 % + 0,30 $ par transaction pour les cartes émises aux États-Unis. "],"Take payments via bank transfer.":["Acceptez les paiements par virement bancaire."],"Take payments in cash upon delivery.":["Acceptez les paiements en espèces à la livraison."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Si vous sélectionnez cette extension, votre boutique sera configurée pour utiliser le rand sud-africain comme devise."]," Selling CBD products is only supported by Square.":[" Seul Square prend en charge la vente de produits CBD."],"Connect your PayFast account":["Connectez votre compte PayFast"],"Passphrase":["Phrase secrète"],"Merchant Key":["Code commerçant"],"Merchant ID":["ID commerçant"],"PayFast connected successfully":["Le compte PayFast a bien été connecté"],"Please enter your passphrase":["Saisissez votre phrase secrète"],"Please enter your merchant ID":["Saisissez votre ID commerçant"],"Connect your Klarna account":["Connectez votre compte Klarna"],"PayFast":["PayFast"],"Connect your PayPal account":["Connectez votre compte PayPal"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Une erreur est survenue lors de la connexion à WooCommerce Payments. Réessayez ou connectez-vous plus tard dans les paramètres de la boutique."],"WooCommerce Payments connected successfully.":["WooCommerce Payments a bien été connecté."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Il est nécessaire de disposer d’un compte Square pour pouvoir traiter les paiements. Vous allez être redirigé vers le site Web Square pour créer la connexion."],"Connect your Square account":["Connectez votre compte Square"],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Connectez votre boutique à votre compte Stripe. Vous n’avez pas de compte Stripe ? Créez-en un."],"Connect your Stripe account":["Connectez votre compte Stripe"],"A Stripe account is required to process payments.":["Il est nécessaire de disposer d’un compte Stripe pour pouvoir traiter les paiements."],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}. Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Vous pouvez obtenir les détails de votre API à partir de votre {{docsLink}}compte Stripe{{\/docsLink}}. Vous n’avez pas de compte Stripe ? {{registerLink}}Créez-en un.{{\/registerLink}}"],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["Veuillez entrer un code secret valide. Les codes valides commencent par « sk_live » ou « rk_live »."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["Veuillez entrer un code publiable valide. Les codes valides commencent par « pk_live »."],"These details are required to receive payments via bank transfer":["Ces détails sont requis pour pouvoir recevoir des paiements par virement bancaire."],"Add your bank details":["Ajoutez vos coordonnées bancaires"],"Direct bank transfer details added successfully":["Les coordonnées de virement bancaire ont bien été ajoutées."],"There was a problem saving your payment setings":["Un problème est survenu lors de l’enregistrement de vos paramètres de paiement."],"Please enter an account number or IBAN":["Veuillez entrer un numéro de compte ou un numéro IBAN."],"WooCommerce Payments":["WooCommerce Payments"],"Securely accept credit and debit cards with one low rate, no surprise fees (custom rates available). Sell online and in store and track sales and inventory in one place.":["Acceptez en toute sécurité les cartes de crédit et de débit pour un tarif modique unique et sans frais inattendus (tarifs personnalisés disponibles). Vendez en ligne et en boutique, et suivez l'évolution des ventes ainsi que du stock à un seul et même endroit."],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Choisissez le paiement que vous voulez, payez maintenant, ultérieurement ou en plusieurs fois. Pas de numéros de carte de crédit, pas de mots de passe, pas de problèmes."],"PayPal Checkout":["Validation de commande PayPal"],"Accept debit and credit cards in 135+ currencies, methods such as Alipay, and one-touch checkout with Apple Pay.":["Acceptez les cartes de débit et de crédit dans plus de 135 devises, des modes de paiement tels qu'Alipay et le paiement en un clic avec Apple Pay."],"Credit cards - powered by Stripe":["Cartes de crédit - propulsé par Stripe"],"Please enter your API password":["Veuillez saisir le mot de passe de votre API."],"Please enter your API username":["Veuillez saisir le nom d'utilisateur de votre API."],"PayPal connected successfully.":["PayPal connecté avec succès."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Une erreur est survenue lors de la connexion à Square. Veuillez réessayer ou ignorer pour vous connecter ultérieurement aux paramètres de la boutique."],"Square connected successfully.":["Square connecté avec succès."],"Live Secret Key":["Code secret en temps réel"],"Live Publishable Key":["Code publiable en temps réel"],"There was a problem saving your payment settings.":["Un problème est survenu lors de l'enregistrement de vos paramètres de paiement."],"Stripe connected successfully.":["Stripe connecté avec succès."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Vous pouvez configurer Klarna dans les {{link}}paramètres de votre boutique{{\/link}}. Déterminez {{helpLink}}vos besoins{{\/helpLink}}."],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Vous pouvez obtenir les détails de votre API à partir de votre {{link}}compte PayFast{{\/link}}"],"Please enter your merchant key":["Veuillez entrer votre clé de marchand"],"Your API details can be obtained from your {{link}}eWAY account{{\/link}}":["Vous pouvez obtenir les détails de votre API à partir de votre {{link}}compte eWAY{{\/link}}"],"Proceed":["Continuer"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["L’extension PayFast pour WooCommerce vous permet d’accepter les paiements par carte de crédit et transfert bancaire via l’une des passerelles de paiement les plus populaires en Afrique du Sud. Aucun frais d’installation ni abonnement mensuel."],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["L’extension eWAY pour WooCommerce vous permet d’accepter les paiements par carte de crédit directement sur le site de votre boutique sans rediriger vos clients vers un site de paiement tiers."],"Square":["Square"],"Klarna Payments":["Klarna Payments"],"Klarna Checkout":["Commande Klarna"],"Please enter a valid email address":["Veuillez saisir une adresse e-mail valide"],"Create a PayPal account for me":["Créer un compte PayPal pour moi"],"Connect":["Connecter"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Paiement sûr et sécurisé à l&rsquo;aide de votre carte de crédit ou de votre compte client Paypal."],"Email address":["Adresse de messagerie"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Bank name":["Nom de la banque"],"Account number":["Numéro du compte"],"Account name":["Nom du compte"],"Sort code":["Code guichet"],"Direct bank transfer":["Virement bancaire"],"API Password":["Mot de passe API"],"API Username":["Nom d'utilisateur de l'API"],"Save":["Enregistrer"],"Cash on delivery":["Paiement à la livraison"],"Continue":["Continuer"],"Settings":["Réglages"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/6.a1cfaa769c3ae60919e3.js"}}